const categories = [
	{
		"title": "เครื่องใช้ไฟฟ้า",
		"groups": [
			{
				"title": "ตู้เย็นและตู้แช่แข็ง",
				"subcategories": [
					"ตู้เย็น 1 ประตู",
					"ตู้เย็น 2 ประตู",
					"ตู้น้ำดื่ม"
				]
			},
			{
				"title": "เครื่องใช้ไฟฟ้าในครัว",
				"subcategories": [
					"เตาอบและไมโครเวฟ",
					"หม้อทอด",
					"เครื่องปั่นเครื่องคั้น",
					"เครื่องชงชาและชงกาแฟ",
					"เตาไฟฟ้า",
					"หม้อหุงข้าว"
				]
			},
			{
				"title": "เตารีด",
				"subcategories": [
					"เตารีดแรงดันไอน้ำ",
					"เตารีดไอน้ำ"
				]

			},
			{
				"title": "เครื่องซักผ้าและอบผ้า",
				"subcategories": [
					"เครื่องซักผ้า",
					"เครื่องอบผ้า",
					"เครื่องซักอบผ้า",
				]
			},
			{
				"title": "พัดลม",
				"subcategories": [
					"พัดลมติดผนัง",
					"พัดลมไอเย็น",
					"พัดลมสไลด์",
					"พัดลมดูดอากาศ",
					"พัดลมตั้งโต๊ะ",
				]
			},
			{
				"title": "ผลิตภัณฑ์ดูแลเส้นผม",
				"subcategories": [
					"ไดร์เป่าผม",
					"เครื่องหนีบผม",
				]

			},
			{
				"title": "อุปกรณ์กำจัดเส้นขน",
				"subcategories": []
			},
			{
				"title": "เครื่องปรับอากาศ",
				"subcategories": [
					"แอร์ติดผนัง",
					"แอร์ตั้งพื้นและแขวน",
				]
			},
			{
				"title": "เครื่องฟอกอากาศ",
				"subcategories": []
			},
			{
				"title": "เครื่องทำน้ำอุ่น-ร้อน",
				"subcategories": []
			},
			{
				"title": "เครื่องกรองน้ำ",
				"subcategories": []
			},
			{
				"title": "เครื่องดูดฝุ่น",
				"subcategories": [
					"หุ่นยนต์ดูดฝุ่น",
					"เครื่องดูดฝุ่นแบบกล่อง",
					"เครื่องดูดฝุ่นด้ามจับ"
				]
			},
			{
				"title": "ตู้แช่ไวน์และตู้แช่",
				"subcategories": [
					"ตู้แช่ไวน์",
 					"ตู้แช่เครื่องดื่ม",
				]
			},
		]
	},
	{
		"title": "ทีวีและเครื่องเสียง",
		"groups": [
			{
				"title": "เตารีด",
				"subcategories": [
					"เตารีดแรงดันไอน้ำ",
					"เตารีดไอน้ำ"
				]

			},
			{
				"title": "เครื่องซักผ้าและอบผ้า",
				"subcategories": [
					"เครื่องซักผ้า",
					"เครื่องอบผ้า",
					"เครื่องซักอบผ้า",
				]
			},
		]
	},
	{
		"title": "กีฬาและฟิตเนส",
		"groups": [
			{
				"title": "เตารีด",
				"subcategories": [
					"เตารีดแรงดันไอน้ำ",
					"เตารีดไอน้ำ"
				]

			},
			{
				"title": "เครื่องซักผ้าและอบผ้า",
				"subcategories": [
					"เครื่องซักผ้า",
					"เครื่องอบผ้า",
					"เครื่องซักอบผ้า",
				]
			},
		]
	},
	{
		"title": "เฟอร์นิเจอร์และของแต่งบ้าน"
	},
	{
		"title": "ห้องครัวและอุปกรณ์"
	},
	{
		"title": "ห้องนอนและเครื่องนอน"
	},
	{
		"title": "ห้องน้ำ"
	},
	{
		"title": "วัสดุปูพื้นและผนัง"
	},
	{
		"title": "สวนและอุปกรณ์ตกแต่ง"
	},
	{
		"title": "โคมไฟและหลอดไฟ"
	},
	{
		"title": "ของใช้ภายในบ้าน"
	},
	{
		"title": "ประตูและหน้าต่าง"
	},
	{
		"title": "เครื่องมือช่างและฮาร์ดแวร์"
	},
	{
		"title": "วัสดุก่อสร้าง"
	},
	{
		"title": "งานระบบประปา"
	},
	{
		"title": "งานระบบไฟฟ้า"
	}
]
